10/data/attachments/94470acb2e2d1869.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f751dba1-e1fd-4934-be3d-452ec54fd259</nif:username>
            <nif:friendToBeAdded>Charles_bring_Actions_68306_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>